PRODUCT_TAGS = {

    # =========================
    # 카페
    # =========================

    "아메리카노": {
        "category": "카페",
        "eco": False,
        "tags": ["카페", "일회용컵"],
        "point": -5
    },

    "라떼": {
        "category": "카페",
        "eco": False,
        "tags": ["카페"],
        "point": -5
    },

    # =========================
    # 과자
    # =========================

    "포스틱": {
        "category": "과자",
        "eco": False,
        "tags": ["가공식품"],
        "point": -10
    },

    "꼬깔콘": {
        "category": "과자",
        "eco": False,
        "tags": ["가공식품"],
        "point": -10
    },

    # =========================
    # 식재료
    # =========================

    "배추": {
        "category": "식재료",
        "eco": True,
        "tags": ["채소"],
        "point": 10
    },

    "양파": {
        "category": "식재료",
        "eco": True,
        "tags": ["채소"],
        "point": 10
    },

    # =========================
    # 육류
    # =========================

    "차돌박이": {
        "category": "육류",
        "eco": False,
        "tags": ["육류"],
        "point": -15
    }
}